export const userInfos = {
  '基本信息': {
    '证件类型': '居民身份证',
    '证件号码': '234900199810220023',
    '是否长期有效': '是',
    '证件有效期': '2099-12-31',
    '国家地区': '中国',
    '民族': '汉族',
    '户籍区划': '黑龙江省',
    '户籍地址': '黑龙江省哈尔滨市道里区平安小区3单元403室',
    '是否本地户口': '是',
    '最高学历': '研究生',
    '婚姻状况': '未婚',
    '移动电话': '1234567899',
    '健康状况': '健康',
    '客户标识': '其他'
  },
  '地址信息': {
    '住所邮编': '3344433',
    '居住年限': '70',
    '通讯地址': '单位地址',
    '是否本行关系人': '否',
    '住宅区划': '吉林',
    '住宅地址': '黑龙江省哈尔滨市道里区平安小区3单元403室',
    '住宅街道': '黑龙江省哈尔滨市道里街',
    '住宅电话': '1224324323'
  },
  '职业信息': {
    '电子邮箱': 'ttt@qq.com',
    '行业类别': '建筑业',
    '就业类别': '在职职工',
    '职业': '专业技术人员',
    '单位地址': '北京市朝阳区某大厦',
    '职称': '高级',
    '职务': '一般员工',
    '从业年限': '15',
    '单位电话': '00586798'
  },
  '所属实体经营信息': {
    '实体经营客户名': '蓝翔有限公司',
    '实体经营客户编号': '10000008937463',
    '证件类型': '营业执照',
    '证件号码': '283712837491827358',
    '证件有效止期': '2089-12-31',
    '贷款卡号': '12321928319285',
    '组织机构代码': '89347628'
  },
  '影像信息': {
    'info': '影像资料'
  }
}

export const companyInfos = {
  '基本信息': {
    '实体经营客户名': '张三',
    '实体经营客户编号': '10000008937463',
    '证件类型': '营业执照',
    '证件号码': '283712837491827358',
    '证件有效止期': '2089-12-31',
    '贷款卡号': '12321928319285',
    '组织机构代码': '89347628',
    '客户类型': '企业类',
    '授信额度': '2000000',
    '客户政策': '增加类客户',
    '客户状态': '正常客户'
  },
  '企业信息': {
    '经济性质': '股份合作企业',
    '营业期限': '30年',
    '员工人数': '20',
    '职场面积': '300平方米',
    '职场属权': '自有',
    '注册资本': '2000000元',
    '单位地址': '北京市朝阳区某大厦',
    '登记注册号码': '082837491',
    '公司邮箱': 'ttt@qq.com',
    '法定代表人': '张三',
    '成立时间': '2000-12-31',
    '国家地区': '中国'
  },
  '行业信息': {
    '注册类型': '三资企业',
    '行业大类': '采掘业',
    '行业中类': '煤炭开采和洗选业',
    '行业小类': '锡矿采选',
    '是否有进出口权': '否',
    '是否上市公司': '否',
    '是否集团客户': '否',
    '是否签定银企合作协议': '否',
    '是否高新企业': '否',
    '农业产业化标志': '是'
  },
  '影像信息': {
    'info': '影像资料'
  }
}

export const creditInfos = {
  '贷款信息': {
    '产品种类': '房地产抵押非额度项下个人商务贷款',
    '额度类别': '房地产抵押贷款',
    '授信额度': '1000000',
    '可用额度': '1000000',
    '额度期限': '2014-12-12',
    '币种': '人民币',
    '支用期限': '2014-12-12',
    '贷款金额': '1000000',
    '贷款期限': '12月',
    '还款来源': '经营收入',
    '居住户籍': '长期（一年以上）居住在乡镇（不包括城关镇）行政管理区域内的住户',
    '是否符合财税农户标准': '是',
    '是否创业贷款': '否',
    '营销渠道': '商场推荐',
    '营销网点': '一类网点'
  },
  '还款信息': {
    '还款方式': '等额本金',
    '月还款额': '165400',
    '固定还款日': '22',
    '首次还本': '150900',
    '期还款额': '1654000',
    '月贷期限': '12',
    '最低限额': '1654',
    '是否收取违约金': '是',
    '收取方式': '固定金额',
    '收取金额': '10000',
    '收取比例': '45%'
  },
  '担保信息': {
    '担保方式': '并列担保',
    '组合担保': '抵押；全程性保证',
    '用途类型': '经营',
    '是否系统内贴息': '是',
    '最高限额': '10000',
    '贴息模式': '固定金额贴息',
    '贴息金额': '10000',
    '贴息比例': '50%',
    '贴息方式': '一次性贴息',
    '扣划时点': '贷款发放日',
    '账户类型': '内部户',
    '贴息账号': '878934752934523',
    '起始日期': '2014-12-12',
    '终止日期': '2015-12-12'
  },
  '利率信息': {
    '产品利率': '3.45',
    '定价方式': '浮动比例',
    '是否分段': '否',
    '浮动比例': '50%',
    '浮动起期': '2014-12-12',
    '浮动止期': '2015-12-12',
    '加点幅度': '50%',
    '加点起期': '2014-12-12',
    '加点止期': '2015-12-12',
    '执行利率': '4.56',
    '罚息利率': '7.12',
    '结息周期': '自然年',
    '结息方式': '定日',
    '调整方式': '按年调整'
  },
  '影像信息': {
    'info': '影像资料'
  }
};


